<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Apr 20 (Marco&rsquo;s 2024 Weblog)</title>

<meta name="description" content="Apr 20 (Marco&rsquo;s 2024 Weblog)">
<meta name="keywords" content="Apr 20 (Marco&rsquo;s 2024 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Apr-17.html" rel="next" title="Apr 17">
<link href="index.html" rel="prev" title="Top">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
ul.mark-bullet {list-style-type: disc}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Apr-20">
<div class="nav-panel">
<p>
Next: <a href="Apr-17.html" accesskey="n" rel="next">Era meglio il <em class="emph">token</em> fisico?</a>, Previous: <a href="index.html" accesskey="p" rel="prev">Marco&rsquo;s 2024 Weblog</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2024 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Finanza-personale"><span>Finanza personale<a class="copiable-link" href="#Finanza-personale"> &para;</a></span></h2>


<p><em class="emph">Posted on Apr 20, 2024</em>
</p>

<p>Sto facendo un giro sui siti delle banche per verificare lo stato del mercato delle carte di
pagamento prepagate; io ho delle esigenze davvero minime: la maggior parte delle carte ha troppi
servizi superflui per me, che non rendono economicamente giustificati i costi che sosterrei.
</p>
<p>Cio&egrave;&hellip; Signora Banca&hellip; posso vedere i fogli illustrativi per favore?  Io ho delle
difficolt&agrave;: a volte, al supermercato, non vedo i biscotti che cerco anche se li ho davanti alla
faccia; perci&ograve; magari sono io.  Su alcuni siti il collegamento alla pagina dei documenti
contrattuali &egrave; ben nascosto ma sono riuscito a trovarlo; su altri siti non lo trovo.  Vorrei che i
documenti con la descrizione formale delle condizioni contrattuali fossero facilmente accessibili
perch&eacute; te li sbattono in faccia; ma io sono io; quello che vuole sempre lamentarsi.
</p>
<p>Mi sarebbe piaciuto differenziare acquistando una carta virtuale da una societ&agrave; con cui non
abbiamo ancora rapporti in famiglia; probabilmente non riuscir&ograve;.
</p>

<h3 class="heading" id="Carte-limitate-e-carte-evolute"><span>Carte limitate e carte evolute<a class="copiable-link" href="#Carte-limitate-e-carte-evolute"> &para;</a></span></h3>

<p>Di seguito il riassunto di ci&ograve; che ho capito io, fino alla data odierna.
</p>
<p>Si sono ormai affermate le denominazioni &ldquo;carta con <abbr class="acronym">iban</abbr>&rdquo; e &ldquo;carta senza <abbr class="acronym">iban</abbr>&rdquo;; suonano
bene dal punto di vista del <em class="emph">marketing</em>; le ritengo pessime.  Un modello mentale, secondo me,
pi&uacute; efficace, &egrave; pensare a questi strumenti finanziari come veri e propri conti correnti,
corredati da un limitato numero di servizi ancillari rispetto al servizio principale: la custodia
del contante.  Il servizio <strong class="strong">assente</strong> pi&uacute; caratteristico &egrave; la possibilit&agrave; di &ldquo;andare in
rosso sul conto&rdquo;: cio&egrave; la possibilit&agrave; di eseguire alcuni pagamenti facendosi prestare i soldi
dalla banca.  La regolamentazione del &ldquo;rosso&rdquo; &egrave; stata aggiornata di recente, ma non &egrave;
l&rsquo;argomento di questo scritto.
</p>
<p>Il vero strumento finanziario delle carte prepagate &egrave; l&rsquo;associato <em class="emph">conto di pagamento</em>, che
deve per forza avere le coordinate bancarie, incluso l&rsquo;<abbr class="acronym">iban</abbr>; al giorno d&rsquo;oggi: anche i servizi di
custodia pi&uacute; elementari, come i libretti di risparmio postale, hanno le coordinate bancarie.  La
carta &egrave; solo un mezzo per ordinare pagamenti con regolamento su questo conto.
</p>
<p>Le norme, per&ograve;, distinguono tra:
</p>
<ul class="itemize mark-bullet">
<li><em class="emph">conti di pagamento limitati</em> che offrono, in pratica, solo i servizi di custodia e pagamento;

</li><li><em class="emph">conti di pagamento evoluti</em> che permettono anche operazioni di addebito e accredito come
bonifici e domiciliazioni;
</li></ul>

<p>la distinzione &egrave; contabile e fiscale.  &Egrave; in vigore il:
</p>
<blockquote class="quotation">
<p><a class="url" href="https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legge:1972-10-26;642!vig=">Decreto
del Presidente della Repubblica 26 ottobre 1972, numero 642</a>.  Disciplina dell&rsquo;imposta di
bollo.
</p></blockquote>

<p>con successive modifiche, che introduce l&rsquo;imposta di bollo; nello &lsquo;<samp class="samp">Allegato A - Tariffa - parte
I - articolo 13</samp>&rsquo; si stabilisce che per gli &lsquo;<samp class="samp">estratti di conto</samp>&rsquo; il cui saldo supera
<em class="math">150000,00 &pound;</em> (Lire italiane) al momento dell&rsquo;emissione &egrave; dovuto il pagamento
dell&rsquo;imposta di bollo; convertendo il limite in Euro: <em class="math">150000,00 / 1936,27 ~= 77,468 &euro;</em>;
l&rsquo;ammontare dell&rsquo;imposta di bollo &egrave; stato aggiornato negli anni a <em class="math">2,00 &euro;</em>; una
emissione, un bollo; <em class="math">150</em> emissioni, <em class="math">150</em> bolli.
</p>
<p>Per un conto corrente tradizionale: lo stesso &lsquo;<samp class="samp">Allegato A - Tariffa - parte I - articolo 13</samp>&rsquo;
stabilisce che gli &lsquo;<samp class="samp">Estratti conto, inviati dalle banche ai clienti</samp>&rsquo; sono soggetti a imposta di
bollo annuale di <em class="math">34,20 &euro;</em> se i titolari sono persone fisiche (<em class="math">100,00 &euro;</em> se
il titolare &egrave; un condominio; come se il condominio fosse un&rsquo;associazione a scopo di lucro!), se la
giacenza media nel periodo rendicontato &egrave; maggiore di <em class="math">5000,00 &euro;</em> (se &egrave; uguale a
<em class="math">5000,00 &euro;</em> non si paga); se il periodo rendicontato &egrave; un trimestre (ce ne sono quattro
in un anno): l&rsquo;imposta dovuta all&rsquo;emissione dell&rsquo;estratto conto trimestrale &egrave; <em class="math">34,20 / 4 =
8,55 &euro;</em> (ma diverse banche fanno pagare <em class="math">8,60 &euro;</em>, non so perch&eacute;; cio&egrave;&hellip; la
mia calcolatrice calcola <em class="math">34,20 / 4 = 8,55 &euro;</em>!).
</p>
<p>&Egrave; in vigore anche la:
</p>
<blockquote class="quotation">
<p><a class="url" href="https://eur-lex.europa.eu/legal-content/IT/TXT/?uri=CELEX%3A32014L0092">Direttiva 2014/92/UE</a>
del Parlamento europeo e del Consiglio, del 23 luglio 2014, sulla comparabilit&agrave; delle spese
relative al conto di pagamento, sul trasferimento del conto di pagamento e sull&rsquo;accesso al conto di
pagamento con caratteristiche di base Testo rilevante ai fini del SEE.
</p></blockquote>

<p>che aggiorna l&rsquo;obbligo o meno dell&rsquo;emissione di estratti conto.
</p>
<ul class="itemize mark-bullet">
<li>Per un conto di pagamento <strong class="strong">limitato</strong>: l&rsquo;emissione dell&rsquo;estratto conto <strong class="strong">non &egrave;</strong>
obbligatoria, quindi il pagamento della relativa imposta di bollo <strong class="strong">non &egrave;</strong> dovuto.

</li><li>Per un conto di pagamento <strong class="strong">evoluto</strong>: l&rsquo;emissione dell&rsquo;estratto conto <strong class="strong">&egrave;</strong>
obbligatoria, quindi il pagamento della relativa imposta di bollo <strong class="strong">&egrave;</strong> dovuto.
</li></ul>

<p>C&rsquo;&egrave; un
<a class="url" href="https://confrontaconti.ilsole24ore.com/guida-imposta-bollo/bollo-conto-corrente.aspx?refresh_ce=1">mondo</a> da capire sull&rsquo;imposta di bollo, ma non &egrave; l&rsquo;oggetto di questo scritto.
</p>
<p>Comunque, occorre leggere i fogli informativi per capire qual &egrave; la categoria di carta prepagata
che si sta esaminando; anche per non attendere invano un estratto conto che verr&agrave; mai reso
disponibile!
</p>

<h3 class="heading" id="No-grazie"><span>No grazie<a class="copiable-link" href="#No-grazie"> &para;</a></span></h3>

<p>Ho installato sullo <em class="emph">smartphone</em> l&rsquo;applicazione <abbr class="acronym">YAP</abbr> di <em class="emph">Nexi Payments</em>
(<abbr class="acronym">YAP</abbr> &egrave; la parola <em class="emph">pay</em> scritta al contrario; ci ho messo un po&rsquo; a capirlo), per
vedere che effetto fa; al primo avvio chiede troppi permessi di accesso alle informazioni di sistema
e di rete: disintallata.  &Egrave; una nuova moda delle applicazioni bancarie?  O &egrave; una vecchia moda e
soltanto io non lo sapevo?
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Apr-17.html">Era meglio il <em class="emph">token</em> fisico?</a>, Previous: <a href="index.html">Marco&rsquo;s 2024 Weblog</a>, Up: <a href="index.html">Marco&rsquo;s 2024 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
