<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Jun 16 (Marco&rsquo;s 2024 Weblog)</title>

<meta name="description" content="Jun 16 (Marco&rsquo;s 2024 Weblog)">
<meta name="keywords" content="Jun 16 (Marco&rsquo;s 2024 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="May-30.html" rel="next" title="May 30">
<link href="index.html" rel="prev" title="Top">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Jun-16">
<div class="nav-panel">
<p>
Next: <a href="May-30.html" accesskey="n" rel="next">Stuff on life and computer programming</a>, Previous: <a href="index.html" accesskey="p" rel="prev">Marco&rsquo;s 2024 Weblog</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2024 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Finanza-personale"><span>Finanza personale<a class="copiable-link" href="#Finanza-personale"> &para;</a></span></h2>


<p>Voglio concludere il ragionamento sui conti prepagati di cui ho scritto in precedenza
(See <a data-manual="weblog-2024" href="../weblog-2024_html/May-14.html#May-14">Finanza personale</a> in <cite class="cite">Marco&rsquo;s 2024 Weblog</cite>).  Quali che siano le mie osservazioni, ribadisco
che avere un conto di pagamento prepagato &egrave;, nella mia opinione, cosa buona e giusta.
</p>
<p>Ho l&rsquo;impressione che le banche tradizionali offrano conti prepagati di mala voglia; alcune banche
offrono questi prodotti solo a chi &egrave; gi&agrave; correntista con conto tradizionale; nella mia
interpretazione di ci&ograve; che vedo sui siti: alcune banche offrono questo prodotto con poco
entusiasmo, proprio per fare la bella figura di offrirlo anche loro.  Non &egrave; particolarmente
incoraggiante!
</p>
<p>Sempre sul tema, ma in digressione: che differenza c&rsquo;&egrave;, veramente, tra il fornire i dati della
propria carta di pagamento e attivare un <em class="emph"><abbr class="acronym">sepa</abbr> Direct Debit</em> (<abbr class="acronym">sdd</abbr>)?  Il
servizio <abbr class="acronym">sdd</abbr> &egrave; quello comunemente detto &ldquo;domiciliazione bancaria degli addebiti&rdquo;; mi
rifiuto di ricordami come era chiamato prima.  In sostanza, se fornisco i dati della mia carta di
pagamento ad <em class="emph">Amazon</em>: autorizzo <em class="emph">Amazon</em> stessa ad addebitarmi gli importi dei miei
acquisti quando gli pare; non &egrave; diverso da ci&ograve; che succede attivando un <abbr class="acronym">sdd</abbr>; per&ograve;
con un <abbr class="acronym">sdd</abbr>: esiste una registrazione associata al mio conto e legata ad <em class="emph">Amazon</em>.
</p>
<p>Al giorno d&rsquo;oggi &egrave; sicuramente pi&uacute; facile fornire i dati della carta, rispetto ad attivare un
<abbr class="acronym">sdd</abbr>, ma solo perch&eacute; non esiste un adeguato protocollo <em class="emph">software</em> per eseguire
l&rsquo;operazione.  Giudico l&rsquo;intera gestione degli <abbr class="acronym">sdd</abbr> pessima, perch&eacute; ha visto poca
automazione via <em class="emph">software</em>.  Gli <abbr class="acronym">sdd</abbr> hanno dei vantaggi: a chi ho fornito le mie
credenziali di pagamento?  L&rsquo;elenco degli <abbr class="acronym">sdd</abbr> attivi dovrebbe essere disponibile tra i
servizi di banca telematica; non esiste motivo tecnologico per cui un <abbr class="acronym">sdd</abbr> non debba essere
disattivato o eliminato a comando.
</p>
<p>Chi ha il <abbr class="acronym">pan</abbr> della mia carta di debito prepagata?  Boh!
</p>
<p>Esempio di vita: anni fa ho attivato un <em class="emph">account</em> con un noto servizio di pagamenti
internazionali; ho registrato i dati della mia carta di pagamento prepagata; completate alcune
operazioni, sono passati i mesi; ho dato l&rsquo;ordine di cancellare quei dati, perch&eacute; non volevo pi&uacute;
usare quel servizio; poi ho cambiato idea; quando ho provato a registrare di nuovo la carta, ho
visto che i dati erano gi&agrave; presenti: <strong class="strong">non era stata cancellata come avevo chiesto</strong>!
</p>
<p>Perci&ograve; chi ha il <abbr class="acronym">pan</abbr> della mia carta di debito prepagata?
</p>
<p>Se si abbandonasse l&rsquo;idea della carta di pagamento, per abbracciare quella del conto di pagamento:
credo che anche tutti i servizi oggi associati alle carte di credito si potrebbero offrire con un
<abbr class="acronym">sdd</abbr>, le carte resterebbero necessarie per le operazioni internazionali, ma all&rsquo;interno
della <abbr class="acronym">sepa</abbr> non vi sarebbe motivo di usare la carta.
</p>
<p><abbr class="acronym">sdd</abbr> com&rsquo;&egrave; oggi non &egrave; l&rsquo;ideale per i pagamenti da remoto: i tempi di ripudiabilit&agrave; e
non ripudiabilit&agrave; probabilmente non sono adatti a garantire entrambe le parti di una transazione;
per&ograve; li si potrebbe adeguare.
</p>
<p>&Egrave; ben possibile che mi sfuggano livelli di complessit&agrave;, ma mi sembra che i servizi
<abbr class="acronym">sepa</abbr> offrano possibilit&agrave; migliori di quelle sfruttate finora.
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="May-30.html">Stuff on life and computer programming</a>, Previous: <a href="index.html">Marco&rsquo;s 2024 Weblog</a>, Up: <a href="index.html">Marco&rsquo;s 2024 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
