<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.0, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Nov 13 (Marco&rsquo;s 2020 Weblog)</title>

<meta name="description" content="Nov 13 (Marco&rsquo;s 2020 Weblog)">
<meta name="keywords" content="Nov 13 (Marco&rsquo;s 2020 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Oct-11.html" rel="next" title="Oct 11">
<link href="Nov-20.html" rel="prev" title="Nov 20">
<style type="text/css">
<!--
ul.mark-bullet {list-style-type: disc}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Nov-13">
<div class="nav-panel">
<p>
Next: <a href="Oct-11.html" accesskey="n" rel="next">Alla ricerca di un canale di notizie, ancora una volta</a>, Previous: <a href="Nov-20.html" accesskey="p" rel="prev">Ulteriori ulteriori speculazioni su autenticazione e credenziali di accesso</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2020 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Ulteriori-speculazioni-su-autenticazione-e-credenziali-di-accesso_003a-codice-fiscale-e-fotografie-di-documenti">Ulteriori speculazioni su autenticazione e credenziali di accesso: codice fiscale e fotografie di documenti</h2>


<p><em class="emph">Posted on Nov 13, 2020</em>
</p>

<p>Ho l&rsquo;impressione che alcune societ&agrave; ed enti trattino il codice fiscale (che in Italia identifica
univocamente un cittadino) come se fosse un &ldquo;segreto&rdquo; che solo il titolare pu&ograve; conoscere; questo
non &egrave; lo scopo per cui il codice fiscale esiste ed &egrave; un grave errore che mi costringe alla
ridicola posizione di considerare il mio codice fiscale come riservato.
</p>
<p>Finora non ho incontrato una societ&agrave; che garantisca qualche accesso previa esibizione del solo
codice fiscale, per&ograve;, per esempio, alcune
<em class="emph">utility<a class="url" href="https://www.treccani.it/magazine/lingua_italiana/domande_e_risposte/grammatica/grammatica_391.html">*</a> energetiche</em> garantiscono la registrazione e l&rsquo;accesso ai servizi telematici accettando come
credenziali il codice fiscale e il codice di fornitura associato al contratto.  Un po&rsquo; poco:
chiunque riesca a intercettare una fattura, possiede tutti i dati necessari a registrarsi sul sito,
spacciandosi per il destinatario, e richiedere modifiche del contratto e quant&rsquo;altro.
</p>
<p>Il fatto che sia possibile richiedere la consegna della fattura per via telematica non salva dal
pericolo: alcune societ&agrave; spediscono (spedivano?) al cliente <em class="emph">email</em> con un <abbr class="acronym">url</abbr> da cui &egrave;
possibile scaricare la fattura senza eseguire un accesso autenticato all&rsquo;area riservata del sito;
l&rsquo;<em class="emph">email</em> &egrave; spedita in chiaro, senza cifratura del contenuto, perci&ograve; &egrave; facilmente
intercettabile da tutte le societ&agrave; che partecipano all&rsquo;infrastruttura di Internet (per esempio: il
<em class="emph">modem router</em> che ho in casa potrebbe intercettare tutto).
</p>
<p>In s&egrave;, il codice fiscale &egrave; tutt&rsquo;altro che segreto:
</p>
<ul class="itemize mark-bullet">
<li>se ogni volta che firmo un contratto lo devo fornire, significa che tutti gli altri contraenti lo
vengono a conoscere;

</li><li>se vado in farmacia con una ricetta, consegno il mio codice fiscale al personale;

</li><li>se un&rsquo;azienda rilascia una fattura per lavori che d&agrave; diritto a detrazioni fiscali: la fattura deve
riportare il codice fiscale di tutti i committenti che, avendo diritto alla detrazione, hanno
partecipato alla spesa;
</li></ul>

<p>e cos&iacute; via.  &Egrave; chiaro che se sono costretto a fornire il codice fiscale a tutti: non possa
mantenerlo segreto.
</p>
<p>Un altro grosso, simile problema &egrave; la consegna di fotografie della carta d&rsquo;identit&agrave; e della
tessera sanitaria/regionale che riporta il codice fiscale.  Alcuni fornitori di servizi di
<em class="emph">hosting</em> e alcune banche che offrono servizi telematici, permettono la registrazione dei
clienti previa spedizione di queste fotografie (mi sembra che non tutte le banche chiedano un
bonifico bancario di identificazione, anche perch&eacute;: se uno non ha ancora un conto
corrente&hellip;); &egrave; chiaro che solo io possiedo le tessere originali, ma se ne scatto delle
fotografie e le spedisco a una societ&agrave;: la societ&agrave; stessa ora le possiede e pu&ograve; spedirle a sua
volta per stipulare contratti a mio nome.  Il possesso delle fotografie non &egrave; equivalente alla
titolarit&agrave; dei documenti.  Perch&egrave; dovrei fidarmi dei dipendenti di queste societ&agrave;?
</p>
<p>Una soluzione a molti di questi problemi sarebbe la firma digitale, che per&ograve; &egrave; di uso difficile
da diffondere e non sempre a buon mercato; inoltre, sarebbe una soluzione solo se fosse l&rsquo;unico modo
autenticarsi per la stipulazione di contratti.
</p>
<p>Pi&uacute; facilmente, sarebbe utile un&rsquo;estensione del protocollo di autenticazione
<a class="url" href="https://www.spid.gov.it/"><abbr class="acronym">spid</abbr></a> (magari con limiti di accesso alle informazioni) che
permettesse ai cittadini di autenticare la titolarit&agrave; del codice fiscale, anche nei contratti con
societ&agrave; che non sono pubbliche amministrazioni.  <abbr class="acronym">spid</abbr> non sarebbe utilizzato per l&rsquo;accesso
telematico ai servizi (<em class="emph">login</em>), ma solo per l&rsquo;autenticazione iniziale dei dati forniti.  Non
sarebbe una soluzione esente da problemi: sia il fornitore di <abbr class="acronym">spid</abbr> che lo Stato potrebbero
tracciare l&rsquo;attivit&agrave; privata (non solo economica) dei cittadini.
</p>
<p>Per&ograve; quale sarebbe l&rsquo;alternativa?  Continuare a usare il possesso di una <abbr class="acronym">sim</abbr> telefonica come
meccanismo di autenticazione?  L&rsquo;uso della <abbr class="acronym">sim</abbr> telefonica per questo scopo fornisce gli stessi
servizi dello <abbr class="acronym">spid</abbr>, senza le garanzie di sicurezza dello <abbr class="acronym">spid</abbr>.
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Oct-11.html">Alla ricerca di un canale di notizie, ancora una volta</a>, Previous: <a href="Nov-20.html">Ulteriori ulteriori speculazioni su autenticazione e credenziali di accesso</a>, Up: <a href="index.html">Marco&rsquo;s 2020 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
