<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Dec 27 (Marco&rsquo;s 2025 Weblog)</title>

<meta name="description" content="Dec 27 (Marco&rsquo;s 2025 Weblog)">
<meta name="keywords" content="Dec 27 (Marco&rsquo;s 2025 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Dec-26.html" rel="next" title="Dec 26">
<link href="index.html" rel="prev" title="Top">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Dec-27">
<div class="nav-panel">
<p>
Next: <a href="Dec-26.html" accesskey="n" rel="next">Roba di geopolitica, ancora</a>, Previous: <a href="index.html" accesskey="p" rel="prev">Marco&rsquo;s 2025 Weblog</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2025 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Pedanteria_003f"><span>Pedanteria?<a class="copiable-link" href="#Pedanteria_003f"> &para;</a></span></h2>


<p><em class="emph">Posted on Dec 27, 2025</em>
</p>

<p>Quando l&rsquo;essere precisi deriva in pedanteria?  E quando invece &egrave; onest&agrave;?  Il limite non pu&ograve;
ch&rsquo;essere sfumato, flessibile e soggettivo.
</p>
<p>Senza pedanteria, s&rsquo;accetti la definizione: <a class="url" href="https://www.treccani.it/vocabolario/democrazia/"><em class="dfn">democrazia</em></a> &egrave; un processo decisionale in cui i membri d&rsquo;una collettivit&agrave; partecipano,
direttamente o indirettamente, alla <a class="url" href="https://www.treccani.it/vocabolario/politica">politica</a>
della collettivit&agrave; stessa.
</p>
<p>S&rsquo;accetti anche la definizione: <a class="url" href="https://www.treccani.it/vocabolario/proletariato/"><em class="dfn">proletariato</em></a> &egrave; il sottoinsieme dei membri d&rsquo;una collettivit&agrave; con capacit&agrave; di spesa
inferiore alla <a class="url" href="https://it.wikipedia.org/wiki/Mediana_(statistica)">mediana statistica</a>, cio&egrave;
quelli che possono spendere meno degl&rsquo;altri, anche per ci&ograve; di cui necessitano (per una definizione
precisa: si dovrebbero usare i <a class="url" href="https://it.wikipedia.org/wiki/Quantile">quantili</a>, ma s&rsquo;eviti la
pedanteria).
</p>
<p>Negl&rsquo;ultimi vent&rsquo;anni: &egrave; diventato sempre pi&uacute; frequente l&rsquo;uso del termine &ldquo;democratizzazione&rdquo;,
con un significato che mi disturba.  Quando, in una scala dei tempi confrontabile con le generazioni
umane: l&rsquo;accesso a servizi che migliorano la qualit&agrave; della vita diventi economicamente pi&uacute;
facile per il proletariato d&rsquo;una collettivit&agrave;, il termine corretto per indicare la situazione &egrave;
&ldquo;proletarizzazione&rdquo;.  M&rsquo;accorgo di come faccia meno figo di &ldquo;democratizzazione&rdquo;.
</p>
<p>Esempio: nella <em class="emph">Repubblica Italiana</em> l&rsquo;assistenza sanitaria <strong class="strong">&egrave;</strong> proletarizzata,
perch&eacute; vi possono accedere tutti i cittadini (bene o male &egrave; ancora cos&iacute;); nella
<em class="emph">Federazione degli Stati Uniti d&rsquo;America</em> l&rsquo;assistenza sanitaria <strong class="strong">non &egrave;</strong>
proletarizzata, perch&eacute; vi possono accedere solo i possidenti.  Entrambe sono democrazie
rappresentative.
</p>
<p>Esempio: nell&rsquo;economie europee pi&uacute; sviluppate, l&rsquo;accesso a servizi finanziari come la
compravendita d&rsquo;azioni societarie &egrave; stato proletarizzato dall&rsquo;anno gregoriano 2000 in avanti,
attraverso la diminuzione dei costi associati e la crescente disponibilit&agrave; di strumenti come gli
<em class="emph">Exchange Traded Funds</em>.  Questa situazione ha nulla a che spartire con la democrazia.  (Forse
ha a che vedere con la necessit&agrave; dei pi&uacute; abbienti d&rsquo;avere qualcuno a cui vendere le azioni
acquistate in precedenza, in modo d&rsquo;avere pi&uacute; capitale da impegnare in rendite feudali a basso
rischio.)
</p>
<blockquote class="quotation">
<p><strong class="strong">OSSERVAZIONE</strong> Questo scritto discrimina il proletariato?  Nell&rsquo;ipotesi che i suoi membri
abbiano scolarizzazione pi&uacute; bassa della mediana: un testo, come questo, ch&rsquo;&egrave; un po&rsquo; pi&uacute;
difficile da leggere dei cartelloni pubblicitari, li discrimina?
</p></blockquote>


</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Dec-26.html">Roba di geopolitica, ancora</a>, Previous: <a href="index.html">Marco&rsquo;s 2025 Weblog</a>, Up: <a href="index.html">Marco&rsquo;s 2025 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
