<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Dec 21 (Marco&rsquo;s 2025 Weblog)</title>

<meta name="description" content="Dec 21 (Marco&rsquo;s 2025 Weblog)">
<meta name="keywords" content="Dec 21 (Marco&rsquo;s 2025 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Dec-8-bis.html" rel="next" title="Dec  8 bis">
<link href="index.html" rel="prev" title="Top">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
ul.mark-bullet {list-style-type: disc}
ul.mark-minus {list-style-type: "\2212"}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Dec-21">
<div class="nav-panel">
<p>
Next: <a href="Dec-8-bis.html" accesskey="n" rel="next">Video of the day</a>, Previous: <a href="index.html" accesskey="p" rel="prev">Marco&rsquo;s 2025 Weblog</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2025 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Roba-di-geopolitica"><span>Roba di geopolitica<a class="copiable-link" href="#Roba-di-geopolitica"> &para;</a></span></h2>


<p><em class="emph">Posted on Dec 21, 2025</em>
</p>

<p>Ormai sono al punto in cui ho scelto chi seguire
(<a class="url" href="https://www.youtube.com/results?search_query=Fabbri+il+grande+gioco+san+marino+tv">Fabbri</a>,
<a class="url" href="https://www.youtube.com/results?search_query=dwarkesh+patel+sarah+paine">Paine</a>,
<a class="url" href="https://www.youtube.com/@seguivittorioemanueleparsi">Parsi</a>,
<a class="url" href="https://www.youtube.com/results?search_query=nathalie+tocci">Tocci</a>, qualche altro con
frequenza minore) e chi no; certe persone, coinvolte nel dibattito pubblico, non le voglio pi&uacute;
sentire per una questione d&rsquo;igiene.
</p>
<p>&Egrave; possibile che alcune delle persone che seguo non si vogliano particolarmente bene, tra di loro;
non &egrave; un mio problema.  Chi propone, con sufficiente ripetibilit&agrave;, idee interessanti: pu&ograve;
avere la mia attenzione.  In definitiva: &egrave; tutta narrazione.
</p>
<p>Gli umani non possono far altro che descrivere societ&agrave;, politica ed economia con modelli di
rappresentazione del passato, presente e possibili futuri; tali modelli sono inevitabilmente
approssimati e dalla credibilit&agrave; incerta.  Anche quando esistono documenti storici: gli umani non
possono far altro che interpretarne e contestualizzarne il significato.
</p>
<p>Io potrei scrivere il seguente modello di ci&ograve; che sta accadendo.
</p>
<ul class="itemize mark-bullet">
<li>Dopo lo scioglimento dell&rsquo;Unione Sovietica: il popolo russo ha dovuto confrontarsi con s&eacute; stesso.

</li><li>Nei decenni, e in particolare da quando Putin &egrave; al governo:

<ul class="itemize mark-minus">
<li>la Cina ha vissuto un enorme sviluppo economico e industriale; nonostante sia un regime totalitario;

</li><li>l&rsquo;India ha iniziato un importante sviluppo economico e industriale, anche se pi&uacute; incerto e
sgangherato di quello cinese;

</li><li>alcuni paesi asiatici, come il Vietnam, hanno vissuto un importante sviluppo economico e
industriale;
</li></ul>

<p>eccetera.  Se in uno stato abitano molti poveri, &egrave; possibile farli lavorare come muli, pagandoli
poco, e sviluppare l&rsquo;economia; &egrave; brutto, ma sarebbe meglio restare poveri e basta?
</p>
<p>E la Russia?  Dove sono:
</p>
<ul class="itemize mark-minus">
<li>le automobili russe che potrebbero essere vendute in tutto il mondo?

</li><li>i <em class="emph">robot</em> industriali russi che potrebbero essere venduti in tutto il mondo?

</li><li>il <em class="emph">software</em> russo che potrebbe essere usato in tutto il mondo?

</li><li>i servizi su <em class="emph">Internet</em> russi che potrebbero essere usati in tutto il mondo?

</li><li>gli aerei di linea che potrebbero competere con <em class="emph">Airbus</em> e <em class="emph">Boeing</em>?

</li><li>gli ingegneri del <em class="emph">software</em> russi che siano famosi per qualcosa di diverso dall&rsquo;essere pirati
informatici?
</li></ul>

<p>eccetera; man mano che il tempo passa, anche i russi potrebbero iniziare a chiedersi: ma noi
cos&rsquo;abbiamo fatto finora?  E chi ci ha governato, in questi decenni in cui non sappiamo cos&rsquo;abbiamo
fatto?
</p>
</li><li>La Russia esporta materie prime, ma &egrave; stata incapace di creare un&rsquo;industria interna in grado di
trasformarle in prodotti di pi&uacute; alto livello.  Chi fa il prezzo delle materie prime?  Se Tizia
vende petrolio a Caio: Caio dipende da Tizia che gli vende il petrolio oppure Tizia dipende da Caio
che gli compra il petrolio?  La risposta &egrave; difficile.

<p>Cina e India comprano petrolio dalla Russia, pagando dei bei soldi; &egrave; credibile che in futuro Cina
e India non pretendano l&rsquo;apertura dei mercati Russi ai propri prodotti a basso costo, in modo che i
bei soldi ritornino nella propria economia?  Come reagirebbe l&rsquo;economia russa a queste importazioni?
Oggi l&rsquo;Europa vive una crisi industriale dovuta all&rsquo;incapacit&agrave; di competere con l&rsquo;industria
cinese; ci&ograve; avviene, prima di tutto, perch&eacute; esiste un&rsquo;industria europea.  &Egrave; credibile che mai
in futuro questa crisi arrivi anche nella debole industria russa?
</p>
</li><li>Personalmente, sono convinto che solo dell&rsquo;istituzioni democratiche possano raccogliere e pubblicare
liberamente dati credibili; in Russia non ve ne sono, perci&ograve; &egrave; difficile credere alle
statistiche che ne descrivono societ&agrave; ed economia; chi pu&ograve; andare in faccia a Putin e dirgli
&laquo;La tua politica economica fa schifo!&raquo;?  Meglio mentire e continuare
a vivere.

<p>Si sospenda l&rsquo;incredulit&agrave; per un minuto e si creda ai dati del <em class="emph">Fondo Monetario
Internazionale</em>: il prodotto interno lordo russo &egrave; circa il quarto al mondo, ma secondo la tabella
<a class="url" href="https://www.imf.org/external/datamapper/PPPPC@WEO/OEMDC/ADVEC/WEOWORLD">GDP per capita,
current prices</a> il valore russo &egrave; inferiore a quello polacco; per&ograve; la Polonia non esporta
materie prime, il valore polacco dipende dall&rsquo;imprenditorialit&agrave; europea e dal debito pubblico
europeo.  Ognuno pu&ograve; informarsi sul significato e l&rsquo;interpretazione credibile di questo e altri
indici; in particolare, in quella pagina l&rsquo;etichetta dell&rsquo;anno gregoriano sotto la mappa del mondo
&egrave; un cursore che pu&ograve; essere spostato a destra e sinistra per selezionare l&rsquo;anno di cui si
vogliono visualizzare i dati.
</p>
<p>Si riattivi l&rsquo;incredulit&agrave;: in Russia vi sono pi&uacute; di <em class="math">140000000</em> di persone; quanto, la
maggior parte di queste, &egrave; effettivamente informato sulla realt&agrave; economica del proprio popolo?
I russi lo sanno come vivono i russi?
</p>
</li><li>Ne derivo che: nell&rsquo;epoca d&rsquo;oggi, il popolo russo abbia mostrato d&rsquo;essere &ldquo;poco capace&rdquo;; i russi
hanno poco spirito imprenditoriale e il tipo di regime autoritario che hanno accettato dagli anni
1990 in poi, non ha permesso un importante sviluppo dell&rsquo;economia.  Anche i cinesi vivono sotto un
regime, ma i cinesi sono cinesi, i russi sono russi.  Il &ldquo;motivo profondo&rdquo;, che dovrebbe
giustificare certe politiche, &egrave; il disagio che i russi provano nell&rsquo;accorgersi che, come popolo:
non sono un granch&eacute;.

</li><li>Questa situazione potrebbe non essere un problema internazionale, se i russi s&rsquo;accontentassero
d&rsquo;essere una potenza mondiale &ldquo;minore&rdquo;; buttare gi&uacute; un altro po&rsquo; di <em class="emph">vodka</em> e via.  A
quanto pare non s&rsquo;accontentano, per motivi che, in realt&agrave;, non m&rsquo;interessano; non &egrave; che tutti i
cittadini del mondo debbano dedicarsi alla comprensione dell&rsquo;animo russo; anche no!

<p>Per essere una potenza mondiale al pari di <abbr class="acronym">usa</abbr>, Cina e forse della futura India: occorre
un&rsquo;economia forte e diversificata (anche se non porta, necessariamente, a migliori condizioni di
vita delle persone).  I russi non l&rsquo;hanno perch&eacute; non sono capaci.
</p>
</li><li>Sfortunatamente per l&rsquo;Europa: la reazione dei russi &egrave; il &ldquo;far qualcosa&rdquo; per dimostrare che sono
importanti anche loro.  Durante i mondiali di calcio in Sud Africa: il pubblico locale soffiava
nelle <em class="emph">vuvuzela</em> per far sentire la propria esistenza via mondovisione.  I russi fanno la
guerra.

<p>Lo scopo della guerra russa &egrave; prendersi con la forza una fetta della ricchezza che l&rsquo;Europa crea
grazie alle proprie libert&agrave;, spirito imprenditoriale e rispetto di leggi uguali per tutti.
</p></li></ul>

<p>Qual &egrave; la credibilit&agrave; di questa narrazione?
</p>
<ul class="itemize mark-bullet">
<li>La credibilit&agrave; non si pu&ograve; calcolare con la matematica della certezza: societ&agrave;, politica ed
economia non sono meccaniche matematicamente esatte.

</li><li>Usare la matematica dei processi stocastici non porta a valutazioni oggettive: la probabilit&agrave; che
uno scenario possibile si verifichi, non pu&ograve; essere determinata sperimentalmente, ma solo
immaginata soggettivamente.

<p>In altre parole: non &egrave; possibile determinare la ripetibilit&agrave; dei fenomeni sociali, politici ed
economici a partire da condizioni iniziali note (qualunque cosa &ldquo;noto&rdquo; significhi); cio&egrave; non &egrave;
possibile far cadere l&rsquo;Unione Sovietica in <em class="math">10000</em> universi paralleli e rilevare cosa succede
in ciascuno.
</p>
</li><li>Nondimeno vi sono narrazioni pi&uacute; credibili d&rsquo;altre.  Se qualcuno mi dicesse che alcuni scenari
storici sono stati provocati dagli alieni che sono gi&agrave; fra di noi: non gli crederei.  Se qualcuno
mi facesse notare quanto alcune dinamiche d&rsquo;oggi presentino similitudine con altre dinamiche nella
storia dell&rsquo;umanit&agrave;, di cui si conoscono documenti storici: la narrazione derivante sarebbe pi&uacute;
credibile.
</li></ul>

<p>Sforzarsi di costruire narrazioni credibili &egrave; meglio dell&rsquo;alternativa: svegliarsi al mattino e
fare la prima cosa che ci viene in mente.  Per la mia indole personale e l&rsquo;esperienza della vita che
ho vissuto finora: m&rsquo;interessano narrazioni che mi permettano d&rsquo;immaginare i futuri peggiori,
perch&eacute; vorrei fare il possibile per prepararmi.
</p>
<p>Chiudo con ques&rsquo;osservazione, per avere un po&rsquo; pi&uacute; di contesto sull&rsquo;Ucraina: si cerchi
<a class="url" href="https://duckduckgo.com/?q=holodomor">Holodomor</a>.
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Dec-8-bis.html">Video of the day</a>, Previous: <a href="index.html">Marco&rsquo;s 2025 Weblog</a>, Up: <a href="index.html">Marco&rsquo;s 2025 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
