<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Apr 26 (Marco&rsquo;s 2021 Weblog)</title>

<meta name="description" content="Apr 26 (Marco&rsquo;s 2021 Weblog)">
<meta name="keywords" content="Apr 26 (Marco&rsquo;s 2021 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Apr-11.html" rel="next" title="Apr 11">
<link href="Jun-30.html" rel="prev" title="Jun 30">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
ul.mark-bullet {list-style-type: disc}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Apr-26">
<div class="nav-panel">
<p>
Next: <a href="Apr-11.html" accesskey="n" rel="next">Video of the day</a>, Previous: <a href="Jun-30.html" accesskey="p" rel="prev">Se una cosa funziona, la rovinano</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2021 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Finanza-personale-e-criptovalute"><span>Finanza personale e criptovalute<a class="copiable-link" href="#Finanza-personale-e-criptovalute"> &para;</a></span></h2>


<p><em class="emph">Posted on Apr 26, 2021</em>
</p>

<p>Credo di essere stato uno primi, nella zona in cui vivo, a usare la funzionalit&agrave; <em class="emph">contacless</em>
delle carte di pagamento, quando hanno cominciato a diffondersi in Italia; essere parte
dell&rsquo;avanguardia (in italiano: <em class="emph">early adopter</em>) &egrave; stato divertente: spesso ho dovuto spiegare
a cassiere tremebonde come usare il dispositivo <small class="sc">POS</small>.  (Purtroppo mi tocca farlo ancora oggi!
&Egrave; incredibile come, anche nei grandi negozi, siano incapaci di aiutarmi a pagare!)  &Egrave; stato
sicuramente comodo: passare dagli Euro fisici agli Euro &ldquo;dematerializzati&rdquo; ha reso i pagamenti
pi&uacute; semplici e igienici, anche se troppo personale alle casse insiste nel prendere la mia carta:
gi&uacute; le mani!
</p>
<p>Perch&eacute; dovrei desiderare il passaggio dagli Euro dematerializzati agli Euro digitali veri e
propri?
</p>
<p>Considero troppo avventato speculare con le criptovalute, perci&ograve; non lo faccio; il mercato dei
<em class="emph">Bitcoin</em> e simili &egrave; un enorme gioco di societ&agrave; in cui la gente riversa denaro perch&eacute; &egrave;
un&rsquo;attivit&agrave; pi&uacute; coinvolgente di una partita a Monopoli&reg;: fa sentire parte di
un fenomeno economico&ndash;sociale globale.  La mia opinione &egrave; che nessuna delle criptovalute
esistenti ora verr&agrave; mai usata per operazioni finanziarie comuni e legali.
</p>
<p>Un discorso diverso vale per gli Euro e Dollari digitali che arriveranno in futuro e gli Yuan
digitali che
<a class="url" href="https://www.reuters.com/technology/analysis-china-digital-currency-trials-show-threat-alipay-wechat-duopoly-2021-04-26/">sono gi&agrave; in fase di sperimentazione</a>.  Seguono considerazioni.
</p>
<ul class="itemize mark-bullet">
<li>Ci vorr&agrave; un po&rsquo; prima che l&rsquo;infrastruttura degli Euro digitali raggiunga il livello di comodit&agrave;
e sicurezza che gi&agrave; oggi hanno gli Euro dematerializzati (cio&egrave; i pagamenti con carta di debito).

</li><li>Probabilmente gli e-Euro mi costeranno di pi&uacute;: una carta di debito costa molto molto meno di uno
<em class="emph">smartphone</em> con dispositivo <a class="url" href="https://en.wikipedia.org/wiki/Near-field_communication"><em class="emph">near&ndash;field communication</em></a>.

</li><li>Siccome il capitalismo &egrave; quello che &egrave;: se le valute digitali si affermeranno, qualche societ&agrave;
trover&agrave; il modo di farci soldi e quindi me ne imporr&agrave; l&rsquo;uso.  Evviva la libert&agrave;!

</li><li>Non mi faccio illusioni sulla riservatezza: i software di gestione dei portafogli digitali faranno
tutto il possibile per tracciare e schedare ogni pagamento a scopo di profilazione.

</li><li>L&rsquo;arrivo degli Euro digitali provocher&agrave; un abbassamento delle commissioni sui pagamenti attraverso
i circuiti PagoBANCOMAT, Visa, eccetera?  Non ci credo, anzi!  Con la scusa di dover tenere in
esercizio infrastrutture &ldquo;vecchie&rdquo; ci faranno pagare di pi&uacute;!
</li></ul>

</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Apr-11.html">Video of the day</a>, Previous: <a href="Jun-30.html">Se una cosa funziona, la rovinano</a>, Up: <a href="index.html">Marco&rsquo;s 2021 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
