<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<!-- Copyright (C) 2017 by Marco Maggi marco.maggi-ipsu@poste.it

Permission is granted to copy, distribute and/or modify this document under the terms
of the GNU Free Documentation License, Version 1.3 or any later version published
by the Free Software Foundation; with Invariant Sections being "GNU Free
Documentation License" and "GNU General Public License", no Front-Cover Texts,
and no Back-Cover Texts.  A copy of the license is included in the section entitled
"GNU Free Documentation License". -->
<!-- Created by GNU Texinfo 6.5, http://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Sep 12 (Marco&rsquo;s 2017 Weblog)</title>

<meta name="description" content="Sep 12 (Marco&rsquo;s 2017 Weblog)">
<meta name="keywords" content="Sep 12 (Marco&rsquo;s 2017 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<link href="index.html#Top" rel="start" title="Top">
<link href="concept-index.html#concept-index" rel="index" title="concept index">
<link href="concept-index.html#SEC_Contents" rel="contents" title="Table of Contents">
<link href="index.html#Top" rel="up" title="Top">
<link href="Sep-08.html#Sep-08" rel="next" title="Sep 08">
<link href="Sep-15.html#Sep-15" rel="prev" title="Sep 15">
<style type="text/css">
<!--
a.summary-letter {text-decoration: none}
blockquote.indentedblock {margin-right: 0em}
blockquote.smallindentedblock {margin-right: 0em; font-size: smaller}
blockquote.smallquotation {font-size: smaller}
div.display {margin-left: 3.2em}
div.example {margin-left: 3.2em}
div.lisp {margin-left: 3.2em}
div.smalldisplay {margin-left: 3.2em}
div.smallexample {margin-left: 3.2em}
div.smalllisp {margin-left: 3.2em}
kbd {font-style: oblique}
pre.display {font-family: inherit}
pre.format {font-family: inherit}
pre.menu-comment {font-family: serif}
pre.menu-preformatted {font-family: serif}
pre.smalldisplay {font-family: inherit; font-size: smaller}
pre.smallexample {font-size: smaller}
pre.smallformat {font-family: inherit; font-size: smaller}
pre.smalllisp {font-size: smaller}
span.nolinebreak {white-space: nowrap}
span.roman {font-family: initial; font-weight: normal}
span.sansserif {font-family: sans-serif; font-weight: normal}
ul.no-bullet {list-style: none}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<a name="Sep-12"></a>
<div class="header">
<p>
Next: <a href="Sep-08.html#Sep-08" accesskey="n" rel="next">Sep 08</a>, Previous: <a href="Sep-15.html#Sep-15" accesskey="p" rel="prev">Sep 15</a>, Up: <a href="index.html#Top" accesskey="u" rel="up">Top</a> &nbsp; [<a href="concept-index.html#SEC_Contents" title="Table of contents" rel="contents">Contents</a>][<a href="concept-index.html#concept-index" title="Index" rel="index">Index</a>]</p>
</div>
<hr>
<a name="Qualche-parola-di-ispirazione-per-convincere-i-bambini-a-studiare-Matematica-_0028che-titolo-lungo_0021_0029"></a>
<h2 class="unnumbered">Qualche parola di ispirazione per convincere i bambini a studiare Matematica (che titolo lungo!)</h2>


<p><em>Posted on Tue Sep 12, 2017</em>
</p>

<p>Studiare Matematica a scuola &egrave; faticoso; fin dalle elementari (abbasso le
tabelline!).  In assenza di curiosit&agrave;, il cervello umano cerca sempre la via pi&uacute;
facile per la soluzione dei problemi e la via pi&uacute; facile &egrave;: l&rsquo;associazione di
idee; il riconoscimento di modelli, precedentemente costruiti, nelle situazioni
immediatamente di fronte a noi; il <em>pattern matching</em>.  La Matematica &egrave;
elaborazione simbolica: una capacit&agrave; che dobbiamo plasmare con la forza nelle
nostre reti neuronali.
</p>
<p>Se non siamo sicuri noi stessi dell&rsquo;utilit&agrave; della Matematica, come possiamo
convincere i giovanissimi?  Nel mio piccolo, propongo due idee per autoispirarsi; una
concreta e una esistenziale.
</p>
<p>La prima idea &egrave;: la Matematica ci occorre per contare i soldi; un&rsquo;attivit&agrave; che
dobbiamo saper svolgere con confidenza per tutta la vita.  L&rsquo;esigenza di cavarsela di
fronte a buste paga, piani di accumulo pensionistico, contratti di assicurazione che
siamo costretti a stipulare, gestione dei risparmi, dichiarazione dei redditi,
redazione di bilanci aziendali, contabilit&agrave; delle partite IVA, &egrave; sufficiente a
giustificare tutto lo studio della Matematica dalle scuole elementari, alle scuole
medie inferiori, al primo biennio di scuola media superiore.  Non occorrerebbe dire
altro.
</p>
<p>&Egrave; davvero improbabile che nella vita ci occorra ricordare cos&rsquo;&egrave;
l&rsquo;<a href="https://it.wikipedia.org/wiki/Apotema_(geometria)">apotema</a>; ma la
possibilit&agrave; di partizionare un magma di idee in <em>definizioni di quantit&agrave; con
nome</em> e <em>relazioni tra quantit&agrave; diverse</em>, &egrave; indispensabile per contare i
soldi.  &Egrave; essenziale anche per comprendere quando definizioni e relazioni che ci
vengono proposte da altri sono incomplete, sbagliate o fuorvianti.
</p>
<p>Lo studio della Matematica scolastica ci permette di costruire queste abilit&agrave;
partendo da oggetti semplici come gli elementi geometrici di base, che possiamo
disegnare, ritagliare dai fogli di carta, sovrapporre gli uni agli altri e misurare
col righello.  Se non la Geometria, cos&rsquo;altro si dovrebbe usare per ottenere lo
stesso risultato?
</p>
<p>La seconda idea &egrave;: di fronte alla Matematica siamo tutti uguali.  Il calcolo
<em>3 + 2 = 5</em> &egrave; <em>giusto</em>, mentre il calcolo <em>3 + 2 = 8</em> &egrave;
<em>sbagliato</em>; ed &egrave; cos&iacute;, indipendentemente da chi lo affermi.  Nel contesto
della Matematica <em>giusto</em> e <em>sbagliato</em> sono uguali per tutti: sani e
malati, belli e brutti, simpatici e antipatici, ben vestiti e mal vestiti, chi ha gli
amici e chi non li ha, chi &egrave; inserito nelle pi&uacute; efficaci correnti di potere e chi
&egrave; fuori posto dappertutto, chi &egrave; di <em>buona famiglia</em> (qualunque cosa questo
significhi) e chi no (qualunque cosa questo significhi).  La Matematica non &egrave; un
sistema politico n&eacute; religioso; la Matematica non &egrave; democratica n&eacute; autoritaria,
non si vota per stabilire se <em>3 + 2 = 5</em>.
</p>
<p>Nelle attivit&agrave; non Matematiche, c&rsquo;&egrave; sempre la possibilit&agrave; che qualcuno se la
cavi bene &ldquo;giocandosela&rdquo; con bella presenza, affabilit&agrave; e qualche giro di parole
vuoto che viene accettato per convenienza, stanchezza o cialtroneria.
</p>
<p>In matematica: quello che &egrave;, &egrave; e basta.
</p>
<hr>
<div class="header">
<p>
Next: <a href="Sep-08.html#Sep-08" accesskey="n" rel="next">Sep 08</a>, Previous: <a href="Sep-15.html#Sep-15" accesskey="p" rel="prev">Sep 15</a>, Up: <a href="index.html#Top" accesskey="u" rel="up">Top</a> &nbsp; [<a href="concept-index.html#SEC_Contents" title="Table of contents" rel="contents">Contents</a>][<a href="concept-index.html#concept-index" title="Index" rel="index">Index</a>]</p>
</div>



</body>
</html>
