<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.0.3, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Aug 20 (Marco&rsquo;s 2023 Weblog)</title>

<meta name="description" content="Aug 20 (Marco&rsquo;s 2023 Weblog)">
<meta name="keywords" content="Aug 20 (Marco&rsquo;s 2023 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Aug-10.html" rel="next" title="Aug 10">
<link href="Aug-30.html" rel="prev" title="Aug 30">
<style type="text/css">
<!--
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Aug-20">
<div class="nav-panel">
<p>
Next: <a href="Aug-10.html" accesskey="n" rel="next">Finanza impersonale</a>, Previous: <a href="Aug-30.html" accesskey="p" rel="prev">Stuff on life</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Finanza-personale_002c-ma-anche-no">Finanza personale, ma anche no</h2>


<p><em class="emph">Posted on Aug 20, 2023</em>
</p>

<p>Nel mio precedente <em class="emph">post</em> (<a class="ref" href="Aug-10.html">Finanza impersonale</a>) ho fatto una considerazione su una forma alternativa
da dare all&rsquo;attivit&agrave; del &ldquo;prestar soldi&rdquo; in una societ&agrave; con modello economico capitalista:
permettere l&rsquo;esistenza di fondi di credito privato che prestino soldi come oggi fanno le banche
commerciali, usando il meccanismo della <a class="url" href="https://it.wikipedia.org/wiki/Riserva_frazionaria">riserva frazionaria</a> e della creazione di soldi dal nulla.
</p>
<p>Mi sono chiesto: perch&eacute; un cittadino comune dovrebbe investire i propri risparmi in un fondo di
questo tipo e non in un fondo che acquista un paniere di azioni societarie quotate?  E poi mi sono
chiesto: &egrave; pi&uacute; facile capire qual &egrave; il ruolo economico dell&rsquo;attivit&agrave; del prestar soldi,
oppure &egrave; pi&uacute; facile capire cosa si compra quando si acquistano delle azioni?  E poi mi sono
chiesto: cosa si acquista quando si comprano delle azioni?  E mi sono ricordato che gi&agrave; in passato
mi ero chiesto: perch&egrave; <strong class="strong">io</strong> credo che le azioni valgano qualcosa?
</p>
<p>Uno pu&ograve; pensare: le azioni rappresentano la propriet&agrave; di una societ&agrave;; mh&hellip; cio&egrave; io
posso presentarmi ai cancelli della societ&agrave; sventolando le azioni e pretendere di entrare e
curiosare in giro perch&eacute;: <strong class="strong">QUI &Egrave; MIO</strong>?!
</p>
<p>Le azioni rappresentano la propriet&agrave; di una societ&agrave;, ma non in quel senso l&iacute;; in un altro
senso; cio&egrave;&hellip; acquistando delle azioni si diventa contraenti di uno strano contratto, che non
&egrave; di propriet&agrave; nel senso intuitivo del termine, ma anche s&iacute;, ma anche no!  &Egrave; cos&iacute; e
basta!
</p>
<p>Quando compro delle azioni: pi&uacute; probabilmente che no, non le acquisto dalla societ&agrave; stessa ma da
qualcun altro; quando vendo delle azioni: pi&uacute; probabilmente che no, non le vendo alla societ&agrave;
stessa ma a qualcun altro.
</p>
<p>Ha senso tutto ci&ograve;?
</p>
<p>E poi, quando compro delle azioni: cosa compro, veramente?  Compro un numero memorizzato in un
registro digitale da qualche parte; non so dove; da qualche parte!  E mi aspetto di riuscire a
rivenderlo a qualche altro allocco a un prezzo pi&uacute; alto?!
</p>
<p>Come sono figo!  Io s&iacute; che ho capito come si fa!
</p>
<p>Insomma&hellip; in definitiva: perch&eacute; io credo che le azioni abbiano valore?  Anni fa mi sono
davvero posto questa domanda e l&rsquo;unica risposta sensata che mi sono dato &egrave; che: da centinaia di
anni esistono umani che ci hanno creduto e ne esistono ancora di questi tizi.  Sul serio!  Ho
proprio pensato cos&iacute;!
</p>
<p>Non &egrave; un argomento particolarmente convincente&hellip;
</p>
<p>In particolare per me, che mi definisco a met&agrave; tra l&rsquo;ateismo e l&rsquo;agnosticismo razionalista.
</p>
<p>Diciamo che non &egrave; un ragionamento che voglio applicare ad altri ambiti.  Ecco!
</p>
<p>E adesso basta!  Una <em class="emph">playlist</em> di Leo Moracchioli (norvegese di padre italiano) che sto
ascoltando molto ultimamente.
</p>
<div class="float">
<iframe width="560" height="315" src="https://www.youtube.com/embed/videoseries?list=PL91Cp53i_sc3Jt8RX2VJHbs400EY7XX4j" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
</div>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Aug-10.html">Finanza impersonale</a>, Previous: <a href="Aug-30.html">Stuff on life</a>, Up: <a href="index.html">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
