<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Dec 28 (Marco&rsquo;s 2023 Weblog)</title>

<meta name="description" content="Dec 28 (Marco&rsquo;s 2023 Weblog)">
<meta name="keywords" content="Dec 28 (Marco&rsquo;s 2023 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Dec-23.html" rel="next" title="Dec 23">
<link href="index.html" rel="prev" title="Top">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Dec-28">
<div class="nav-panel">
<p>
Next: <a href="Dec-23.html" accesskey="n" rel="next">Il dialetto e io</a>, Previous: <a href="index.html" accesskey="p" rel="prev">Marco&rsquo;s 2023 Weblog</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Finanza-personale"><span>Finanza personale<a class="copiable-link" href="#Finanza-personale"> &para;</a></span></h2>


<p><em class="emph">Posted on Dec 28, 2023</em>
</p>

<p>Non proprio una continuazione di <a class="ref" href="Dec-08.html">parte 1</a>, <a class="ref" href="Dec-09.html">parte 2</a>, <a class="ref" href="Dec-03.html">parte
3</a>, ma sullo stesso tema.
</p>
<p>Nei dieci anni terminati con il 2021, in generale, c&rsquo;&egrave; stato un aumento del valore delle quote
degli <abbr class="acronym">etf</abbr> obbligazionari; in qualsiasi serie di prezzi nel tempo, c&rsquo;&egrave; sempre una media e c&rsquo;&egrave;
sempre un&rsquo;ondulazione dei prezzi intorno alla media; nel prezzo degli <abbr class="acronym">etf</abbr> obbligazionari non &egrave;
mancata la volatilit&agrave;, cio&egrave; ondulazioni anche importanti del prezzo intorno alla media.
</p>
<p>Questo aumento medio &egrave; dovuto a vari motivi; alcuni posso capirli, altri no; ci sono due possibili
motivi che credo di poter capire:
</p><ol class="enumerate">
<li> le banche centrali hanno acquistato molti titoli, generando domanda di obbligazioni; il prezzo &egrave;
rimasto alto, il valore delle cedole si &egrave; abbassato;
</li><li> una quantit&agrave; di capitale &egrave; uscita dai fondi comuni tradizionali ed entrata negli <abbr class="acronym">etf</abbr>,
generando domanda di quote.
</li></ol>

<p>Gli <abbr class="acronym">etf</abbr> obbligazionari hanno (perlopi&uacute; passivamente) approfittato di questi fenomeni aumentando
il proprio valore; bene; non durer&agrave; per sempre.  Cosa succeder&agrave; dopo?  In un futuro possibile:
le banche centrali non compreranno pi&uacute; e chi avr&agrave; voluto acquistare <abbr class="acronym">etf</abbr> obbligazionari,
l&rsquo;avr&agrave; fatto; fine.
</p>
<p>Non credo di sbagliare nello scrivere che, negli ultimi anni, governi vari (inclusa l&rsquo;Unione
Europea) hanno emesso una quantit&agrave; spudorata di obbligazioni.  Fra dieci e venti anni ci saranno
pi&uacute; titoli o meno titoli?  Se ci saranno meno titoli: i soldi degli <abbr class="acronym">etf</abbr> obbligazionari dove
andranno a finire?
</p>
<p>In un futuro possibile: il valore delle quote degli <abbr class="acronym">etf</abbr> obbligazionari rester&agrave; circa costante
nel tempo, mentre il valore delle cedole pagate dalle obbligazioni possedute aumenter&agrave;?  E prima
di ci&ograve;: ci sar&agrave; un sensibile calo di valore?
</p>
<p>Tante questioni, nessuna risposta.  Ha! Ha! Ha!  Si esce sempre rinfrescati dopo aver letto questo
<em class="emph">weblog</em>.
</p>
<p>In ogni caso, chi investe in fondi comuni tradizionali e chi investe in obbligazioni sciolte si
pu&ograve; fare domande uguali o simili.  Anche in qualit&agrave; di investitori in azioni, possiamo valutare
questioni difficili.
</p>
<p>Cio&egrave;&hellip; vale la pena cercare la vanagloria del sapere oppure &egrave; meglio scegliere un livello
di consapevolezza, oltre il quale &egrave; giusto ci sia solo la beata ignoranza?
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Dec-23.html">Il dialetto e io</a>, Previous: <a href="index.html">Marco&rsquo;s 2023 Weblog</a>, Up: <a href="index.html">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
