<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Dec 09 (Marco&rsquo;s 2023 Weblog)</title>

<meta name="description" content="Dec 09 (Marco&rsquo;s 2023 Weblog)">
<meta name="keywords" content="Dec 09 (Marco&rsquo;s 2023 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Dec-08.html" rel="next" title="Dec 08">
<link href="Dec-03.html" rel="prev" title="Dec 03">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
ul.mark-bullet {list-style-type: disc}
ul.mark-minus {list-style-type: "\2212"}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Dec-09">
<div class="nav-panel">
<p>
Next: <a href="Dec-08.html" accesskey="n" rel="next">Finanza personale, parte 1</a>, Previous: <a href="Dec-03.html" accesskey="p" rel="prev">Finanza personale, parte 3</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Finanza-personale_002c-parte-2"><span>Finanza personale, parte 2<a class="copiable-link" href="#Finanza-personale_002c-parte-2"> &para;</a></span></h2>


<p><em class="emph">Posted on Dec  9, 2023</em><br>
<em class="emph">Edited on Dec 11, 2023</em>
</p>
<p>Non riesco a togliermi dalla testa il ragionamento che ho iniziato ieri, <a class="ref" href="Dec-08.html">Finanza
personale, parte 1</a>.  &Egrave; un ragionamento ancora in corso, perch&eacute; ponendo il problema nei
termini che mi interessano non ho una vera soluzione; &egrave; anche difficile cambiare idea.  Ci sono
tante idee da ricordare e mi vengono in mente in ordine sparso.  Ho due problemi:
</p><ol class="enumerate">
<li> le banche centrali hanno alzato i tassi di interesse sotto il loro controllo; ci&ograve; ha provocato una
perdita di valore per le quotazioni delle obbligazioni, sia &ldquo;sciolte&rdquo; che in fondi come gli <abbr class="acronym">etf</abbr>
obbligazionari;
</li><li> io sono stato convinto per anni che fosse possibile costruire un portafoglio titoli sufficientemente
ben allocato con solo due <abbr class="acronym">etf</abbr>: uno azionario globale, l&rsquo;altro obbligazionario globale; le quote
degli <abbr class="acronym">etf</abbr> obbligazionari hanno perso molto valore in borsa, mettendo in crisi la mia convinzione:
il ruolo delle obbligazioni &egrave; proprio quello di stabilizzare in valore con minori oscillazioni.
</li></ol>

<p>Ho anche altre idee, che per&ograve; <strong class="strong">non</strong> considero in questo scritto:
</p><ul class="itemize mark-bullet">
<li>le assicurazioni contro il rischio di cambio sfavorevole tra le valute straniere e l&rsquo;Euro
(<em class="emph">hedging</em>), offerte da alcuni <abbr class="acronym">etf</abbr>, mi hanno deluso per l&rsquo;apparente povera prestazione;
</li><li>io sono stato convinto per anni che per chi ha abbastanza soldi per investire: una buona soluzione
di allocazione del capitale sia valida per chi ha &ldquo;meno soldi&rdquo; e per chi ha &ldquo;pi&uacute; soldi&rdquo;; forse
devo rivedere questa idea;
</li><li>ognuno ha la propria propensione al rischio; &egrave; giusto rivalutarla ogni tanto, ma ognuno deve
rispettare se stesso; anche la qualit&agrave; della vita conta e credo sia giusto evitare di imporsi
situazioni di angoscia imponendosi un rischio che non si vuole; con la <strong class="strong">mia</strong> propensione al
rischio, nell&rsquo;anzianit&agrave; una percentuale di capitale deve restare nell&rsquo;investimento azionario;
esistono situazioni che spingono in direzioni diverse:
<ul class="itemize mark-minus">
<li>la prima preoccupazione di un anziano &egrave; essere in grado di affrontare le spese sanitarie e di
cura, che da un momento all&rsquo;altro possono diventare importanti;
</li><li>nonostante ci&ograve; che &egrave; successo negli ultimi due anni, storicamente le obbligazioni hanno
oscillazioni di valore inferiori alle azioni;
</li><li>negli ultimi anni alcuni <abbr class="acronym">etf</abbr> azionari si sono ripresi molto velocemente dalle correzioni di
valore verso il basso;
</li></ul>
<p>come partizionare i propri soldi tra obbligazionario e azionario &egrave; una scelta che sto ridiscutendo
con me stesso.
</p></li></ul>

<p>Tra il 2019 e il 2022 c&rsquo;&egrave; stata la cresta di un&rsquo;onda di alte valutazioni delle obbligazioni; oggi,
nel 2023, si vede questa onda, ma fino al 2020 sembrava tutto normale: gli <abbr class="acronym">etf</abbr> obbligazionari
stavano facendo il loro lavoro di rivalutazione delle quote (forse fin troppo); si vede bene dal
grafico di <a class="url" href="https://www.morningstar.it/it/etf/snapshot/snapshot.aspx?id=0P0000M4I3"><abbr class="acronym">ieag</abbr></a>, che non &egrave; globale ma &egrave; quotato da pi&uacute; tempo di altri.  Chi ha acquistato
titoli obbligazionari, in qualunque forma, durante questa cresta: oggi pu&ograve; essere in difficolt&agrave;
(per esempio se ha investito, tutto in una volta, il trattamento di fine rapporto o altra
liquidit&agrave; che in qualche modo ha ottenuto una volta cessata l&rsquo;attivit&agrave; lavorativa).
</p>
<p>Considerando soltanto la parte che si &egrave; scelto di investire in obbligazioni: in quale modo ci si
sarebbe potuti difendere dal calo delle quotazioni?  Pi&uacute; o meno <abbr class="acronym">etf</abbr> obbligazionari?  Pi&uacute; o
meno obbligazioni sciolte?  Si tratta di trovare il meno peggio.  Voglio ragionare sulla difesa del
valore dei titoli, non sul reale potere di acquisto considerata l&rsquo;inflazione.
</p>
<p>Voglio restringere il ragionamento a chi &egrave; pi&uacute; vulnerabile tra i fortunati.
</p><ul class="itemize mark-bullet">
<li>L&rsquo;aspettativa di vita media in Italia &egrave; all&rsquo;interno degli ottanta anni; fissiamo l&rsquo;et&agrave; di
novanta anni come riferimento per andare a ritroso; chi ha ancora almeno trenta anni prima di
arrivare ai novanta, pu&ograve; contare &ldquo;sull&rsquo;abbondante&rdquo; tempo che gli resta per recuperare le
perdite.  Voglio scrivere solo per il futuro me settantenne e ottantenne, genericamente un
&ldquo;anziano&rdquo; (senza offesa; lo diventer&ograve; anch&rsquo;io; tra poco, ma non ancora).
</li><li>Alcune soluzioni di investimento sono disponibili solo per chi ha una disponibilit&agrave; di capitali
che io classifico come &ldquo;molto fortunata&rdquo;; si pu&ograve; discutere, ma investire meno di 5000,00 EUR in
una obbligazione singola non mi sembra una grande idea; magari mi sbaglio.

<p>Perci&ograve;, per esempio, la &ldquo;scala&rdquo; di obbligazioni sciolte con scadenze intercalate nel tempo a
intervalli regolari richiede l&rsquo;impiego di una quantit&agrave; importante di denaro.  Anche la miscela di
obbligazioni sciolte tra tasso fisso e tasso indicizzato all&rsquo;inflazione non &egrave; alla portata di
tutti.
</p>
<p>Voglio scrivere solo per chi &egrave; abbastanza fortunato da avere soldi da investire, ma non cos&iacute;
fortunato da poter diversificare con soluzioni cos&iacute; &ldquo;avanzate&rdquo; (posso farcela a essere
fortunato, improbabilmente sar&ograve; molto fortunato).
</p></li></ul>

<p>Voglio esplicitare che essere &ldquo;abbastanza fortunati&rdquo; da poter investire, significa aver diviso in
due i propri soldi: un accumulo per le emergenze, che nell&rsquo;anzianit&agrave; pu&ograve; anche essere in
percentuale pi&uacute; importante rispetto alle altre et&agrave; (io sono pauroso); altri soldi da investire.
</p>
<p>I fondi obbligazionari che mi interessano per il ragionamento sul portafoglio a due <abbr class="acronym">etf</abbr> sono:
<a class="url" href="https://www.morningstar.it/it/etf/snapshot/snapshot.aspx?id=0P0001HR6S"><abbr class="acronym">aggh</abbr></a>,
<a class="url" href="https://www.morningstar.it/it/etf/snapshot/snapshot.aspx?id=0P0000M4I3"><abbr class="acronym">vagf</abbr></a>,
<a class="url" href="https://www.morningstar.it/it/etf/snapshot/snapshot.aspx?id=0P0000M4I3"><abbr class="acronym">ieag</abbr></a>; sono
quelli che considererei io per costruire un portafoglio cos&iacute;; sono quotati in Italia da &ldquo;poco&rdquo;
tempo, perci&ograve; chi &egrave; anziano adesso probabilmente non li ha acquistati in grande quantit&agrave;.
Hanno avuto tutti un calo importante delle quotazioni.
</p>
<p>Altri <abbr class="acronym">etf</abbr> interessanti come
<a class="url" href="https://www.ishares.com/it/investitore-privato/it/prodotti/291773/ishares-core-global-aggregate-bond-ucits-etf#/"><abbr class="acronym">aggg</abbr></a>, non sono quotati su <em class="emph">Euronext Milano</em>; per qualche motivo (forse il semplice
motivo &egrave; che ci sono troppe borse in Europa).
</p>
<p>Questi <abbr class="acronym">etf</abbr> forniscono una diversificazione tra emittenti e scadenze che non si pu&ograve; replicare
con le obbligazioni sciolte; per questo credo che un anziano fortunato li debba scegliere.  Cosa si
sarebbe potuto fare con le obbligazioni sciolte?
</p>
<p>Alcune obbligazioni governative, se acquistate prima di fine 2019, oggi sarebbero &ldquo;gi&agrave;&rdquo; in
pareggio in termini di valutazione rispetto al prezzo di acquisto; mentre se acquistate dopo la fine
2019 sarebbero ancora in perdita; per esempio
<a class="url" href="https://www.borsaitaliana.it/borsa/obbligazioni/mot/btp/scheda/IT0005170839.html?lang=it"><abbr class="acronym">btp</abbr> Tf 1,60% Gn26</a>.
</p>
<p>Altre obbligazioni governative, sarebbero in perdita comunque se acquistate nel 2018 o 2019 perch&eacute;
i prezzi, oltre a essere &ldquo;molto&rdquo; al di sopra del valore di rimborso, erano a un livello che non
&egrave; ancora stato raggiunto; per esempio
<a class="url" href="https://www.borsaitaliana.it/borsa/obbligazioni/mot/btp/scheda/IT0004889033.html?lang=it"><abbr class="acronym">btp</abbr> Tf 4,75% St28</a>.
</p>
<p>Le obbligazioni sciolte recupereranno prima degli <abbr class="acronym">etf</abbr>?  Forse s&iacute;.
</p>
<p>Non so cosa pensare.  La vita &egrave; dura!
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Dec-08.html">Finanza personale, parte 1</a>, Previous: <a href="Dec-03.html">Finanza personale, parte 3</a>, Up: <a href="index.html">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
