<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Nov 02 (Marco&rsquo;s 2023 Weblog)</title>

<meta name="description" content="Nov 02 (Marco&rsquo;s 2023 Weblog)">
<meta name="keywords" content="Nov 02 (Marco&rsquo;s 2023 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Oct-20.html" rel="next" title="Oct 20">
<link href="index.html" rel="prev" title="Top">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Nov-02">
<div class="nav-panel">
<p>
Next: <a href="Oct-20.html" accesskey="n" rel="next">Libro (e faccio schifo!)</a>, Previous: <a href="index.html" accesskey="p" rel="prev">Marco&rsquo;s 2023 Weblog</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="Giorno-dei-morti_002e-Che-tristezza_0021-Ma-non-per-quello-che-pensate-voi"><span>Giorno dei morti.  Che tristezza!  Ma non per quello che pensate voi<a class="copiable-link" href="#Giorno-dei-morti_002e-Che-tristezza_0021-Ma-non-per-quello-che-pensate-voi"> &para;</a></span></h2>


<p><em class="emph">Posted on Nov 2, 2023</em>
</p>

<p>Fa specie, con tutto quello che succede, parlare della morte con tono faceto; per&ograve; &egrave; il giorno
dei morti, perci&ograve; penso alla morte e sono una persona poco seria; o meglio, penso a ci&ograve; che mi
lascier&ograve; dietro: la mia salma, il mio materiale biologico; nel seguito: il mio <abbr class="acronym">bio</abbr>.
</p>
<p>Dal 2020 &egrave; in vigore la legge che rende possibile donare il proprio <abbr class="acronym">bio</abbr> alla scienza;
vorrei aderire; mi sto informando su
<a class="url" href="https://site.unibo.it/centro-anatomico/it/donare-il-corpo/come-fare">come e dove</a> compilare le
<em class="emph">disposizioni anticipate di trattamento</em>.  &Egrave; un progetto a cui penso da tempo (see <a data-manual="weblog-2017" href="../weblog-2017_html/Oct-31.html#Oct-31">Oct 31</a> in <cite class="cite">Marco&rsquo;s 2017 Weblog</cite>).
</p>
<p>Occorre un po&rsquo; di apertura mentale; pi&uacute; ci penso, pi&uacute; la mia mente si apre; cose che mi
andrebbero bene (brivido! orrore! raccapriccio!):
</p>
<ol class="enumerate">
<li> che il mio <abbr class="acronym">bio</abbr> fosse disassemblato affinch&eacute; le parti possano essere studiate
singolarmente;

</li><li> che il mio <abbr class="acronym">bio</abbr> finisse sotto il bisturi di una bella studentessa scandinava,
specializzanda in chirurgia;

</li><li> che il mio <abbr class="acronym">bio</abbr> <strong class="strong">non</strong> venisse restituito ai congiunti in condizioni dignitose;
qualunque cosa questo significhi;
</li></ol>

<p>cose che non mi andrebbero bene:
</p>
<ol class="enumerate">
<li> che il mio <abbr class="acronym">bio</abbr> fosse usato per provare armi e altre attivit&agrave; assimilabili;

</li><li> che il mio <abbr class="acronym">bio</abbr> fosse usato per allevare insetti necrofagi e altre attivit&agrave; assimilabili;

</li><li> che il mio <abbr class="acronym">bio</abbr> fosse usato per misurare la potenza delle fauci di squali, o altri animali,
e altre attivit&agrave; assimilabili;
</li></ol>

<p>ci devo pensare:
</p>
<ol class="enumerate">
<li> che il mio <abbr class="acronym">bio</abbr> fosse usato come comparsa in un <em class="emph">film</em> sull&rsquo;apocalisse <em class="emph">zombie</em>
(se mi chiamasse Lamberto Bava&hellip; oppure Dario Argento&hellip; ma probabilmente saranno gi&agrave;
morti quando morir&ograve; io);

</li><li> che il mio <abbr class="acronym">bio</abbr> fosse messo in mostra come in certe esposizioni da museo.
</li></ol>

<p>La normativa vigente &egrave; molto meno fantasiosa; &egrave; giusto che ci siano limiti per l&rsquo;igiene
pubblica, per evitare incresciosi casi di necrofagia e necrofilia, eccetera; altri limiti non sono
cos&iacute; giusti; almeno secondo me.
</p>
<p>Mi sarebbe piaciuto presentare le mie scelte attraverso il Fascicolo Sanitario Elettronico
regionale; ovviamente non &egrave; possibile.  Sembra che la banca dati nazionale non sia accessibile,
per esempio, dal medico necroscopo allo scopo di eseguire le disposizioni del defunto; non c&rsquo;&egrave;
indipendenza nella gestione delle proprie volont&agrave;, come invece c&rsquo;&egrave;, per esempio, nella donazione
degli organi (o almeno cos&iacute; ho capito).
</p>
<p>Ci&ograve; mi pone un ostacolo: per fare l&rsquo;estrema donazione occorre nominare un fiduciario che, dopo la
propria morte, si incarichi di informare le autorit&agrave; competenti e dare avvio alla procedura; no
fiduciario, no donazione; se non hai, non sei; non ho proprio idea di chi potrebbe essere il mio
fiduciario; cio&egrave; qualcuno che probabilmente mi sopravviva, a cui importi delle mie volont&agrave; e che
sia l&iacute; quando morir&ograve;; anche prima della mia dipartita: di sicuro non potr&ograve; dirglielo dopo!
Nell&rsquo;era dell&rsquo;<em class="emph">information at your fingertips</em> devo subire questa mortificazione?  Spero che in
futuro le cose cambino: con questo stato delle cose &egrave; il fiduciario a decidere, non il diretto
interessato!  Non mi sta bene.
</p>
<p>Ho compilato il questionario del censimento permanente; alla domanda &ldquo;quanto si ritiene soddisfatto
della sua vita?&rdquo; non c&rsquo;era l&rsquo;opzione &ldquo;vaffanculo!&rdquo;.  Non c&rsquo;erano neanche le domande &ldquo;sei
soddisfatto del fine&ndash;vita?&rdquo; e &ldquo;sei soddisfatto del dopo&ndash;vita?&rdquo;; per qualche motivo queste sono
domande politiche e quindi non hanno spazio in un censimento.  Ha!  Ha!
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Oct-20.html">Libro (e faccio schifo!)</a>, Previous: <a href="index.html">Marco&rsquo;s 2023 Weblog</a>, Up: <a href="index.html">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
