<!DOCTYPE html>
<html>
<!-- Created by GNU Texinfo 7.1, https://www.gnu.org/software/texinfo/ -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Nov 14 (Marco&rsquo;s 2023 Weblog)</title>

<meta name="description" content="Nov 14 (Marco&rsquo;s 2023 Weblog)">
<meta name="keywords" content="Nov 14 (Marco&rsquo;s 2023 Weblog)">
<meta name="resource-type" content="document">
<meta name="distribution" content="global">
<meta name="Generator" content="makeinfo">
<meta name="viewport" content="width=device-width,initial-scale=1">

<link href="index.html" rel="start" title="Top">
<link href="index.html" rel="up" title="Top">
<link href="Nov-02.html" rel="next" title="Nov 02">
<link href="Dec-06.html" rel="prev" title="Dec 06">
<style type="text/css">
<!--
a.copiable-link {visibility: hidden; text-decoration: none; line-height: 0em}
span:hover a.copiable-link {visibility: visible}
-->
</style>
<link rel="stylesheet" type="text/css" href="weblog.css">


</head>

<body lang="en">
<div class="unnumbered-level-extent" id="Nov-14">
<div class="nav-panel">
<p>
Next: <a href="Nov-02.html" accesskey="n" rel="next">Giorno dei morti.  Che tristezza!  Ma non per quello che pensate voi</a>, Previous: <a href="Dec-06.html" accesskey="p" rel="prev">Finanza (im)personale</a>, Up: <a href="index.html" accesskey="u" rel="up">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>
<hr>
<h2 class="unnumbered" id="L_0027Italiano-e-io"><span>L&rsquo;Italiano e io<a class="copiable-link" href="#L_0027Italiano-e-io"> &para;</a></span></h2>


<p><em class="emph">Posted on Nov 14, 2023</em>
</p>

<p>Il mio rapporto con la lingua italiana &egrave; da ignorante; mi sono sempre trovato in difficolt&agrave; a
memorizzare le regole della Grammatica, ma mi sembra di applicarle in modo sufficiente; non mi
importa proprio di ricordare certe cose e che cos&rsquo;&egrave; un &ldquo;dittongo&rdquo;?  A volte mi chiedo se ho
davvero capito il significato di una parola che ho usato con leggerezza per decenni; pi&uacute;
invecchio, pi&uacute; ho dubbi su
<a class="url" href="https://www.treccani.it/enciclopedia/congiuntivo_%28La-grammatica-italiana%29/">come usare il
congiuntivo correttamente</a>; una volta non mi facevo queste domande, adesso s&iacute;.  Di sicuro non mi
aiuta il fatto che, ormai da tanti anni, quotidianamente, leggo pi&uacute; testi in Inglese che in
Italiano.
</p>
<p>Nei primi anni duemila il mio interesse per la scrittura decente &egrave; stato svegliato da un documento
per gli utenti italiani del <em class="emph">software</em> <a class="url" href="https://www.latex-project.org/"><span class="latex">L<span>a</span>T<span>e</span>X</span></a>,
scritto da Claudio Beccari; purtroppo quel <abbr class="acronym">pdf</abbr> &egrave; andato perso nei vari trasferimenti da
un <em class="emph">computer</em> all&rsquo;altro (all&rsquo;epoca le mie procedure di <em class="emph">backup</em> non erano solide come lo
sono ora; il peggio &egrave; che per tutto questo tempo ho pensato di averlo ancora; ogni tanto mi sono
detto: uno di questi giorni lo rilegger&ograve;; invece non ce l&rsquo;ho pi&uacute;).
</p>
<p>Usare <span class="latex">L<span>a</span>T<span>e</span>X</span> mi ha permesso di sperimentare e ricercare un po&rsquo; di stile, aiutato da tanti
documenti disponibili in Rete e composti con attenzione maniacale; il poter <strong class="strong">fare</strong> con uno
strumento di <strong class="strong">programmazione</strong> ha fatto la differenza; negli anni novanta usavo
<em class="emph">Microsoft Works</em>, ma quel <em class="emph">software</em> non mi ha fatto crescere; invece <span class="latex">L<span>a</span>T<span>e</span>X</span> &egrave;
integrato nella cultura del <em class="emph">software</em> libero di cui volevo far parte.  Questo <em class="emph">weblog</em>
&egrave; scritto con <a class="url" href="https://www.gnu.org/software/texinfo/"><abbr class="acronym">gnu</abbr> Texinfo</a>; permette poco quando il
formato di uscita &egrave; <abbr class="acronym">html</abbr> (a meno di non codificare gli stili direttamente in
<abbr class="acronym">css</abbr>, che non ho intenzione di fare); per&ograve; &egrave; comodo.
</p>
<p>Ho coltivato alcuni vezzi, tra cui: cercare l&rsquo;uso di un lessico personale ampio con alcune parole
desuete; usare gli accenti acuti del vocabolario <em class="emph">Piccolo Palazzi</em> invece di quelli gravi
richiesti dalle norme <a class="url" href="https://store.uni.com/uni-6015-2009"><abbr class="acronym">uni</abbr> 6015</a> (a pagamento;
non le ho comprate; ha!  ha!).
</p>
<p>La scrittura creativa non &egrave; certo la mia cosa; diciamo che ho il dono della sintesi, che irritava
molto la mia maestra delle scuole elementari; cio&egrave;&hellip; rispetto a quanto &egrave; prolisso
<a class="url" href="https://danluu.com/writing-non-advice/">Dan Luu</a>&hellip;
</p>
<p>Per&ograve; voglio scrivere questo <em class="emph">weblog</em>, prima di tutto per evacuare dal mio cervello alcuni
pensieri; nella speranza di non pensarli pi&uacute; e dedicarmi ad altro; ho troppi pensieri ricorrenti.
(Occasionalmente ci&ograve; significa pubblicare scritti che solo io posso capire; non dovrei, ma lo
faccio.)  Non &egrave; per tutti: &egrave; rivolto solo a chi ha esperienze simili alle mie; una piccola
minoranza; nondimeno una minoranza che mi ha aiutato molto condividendo le proprie esperienze su
altri <em class="emph">weblog</em>; voglio far parte di questa condivisione.
</p>
<p>Ultimamente ho cercato di usare il punto esclamativo ogni volta che la mia mente mi dice: questa &egrave;
un&rsquo;esclamazione!  Il risultato &egrave; un deciso incremento di punti esclamativi; il testo risulta pi&uacute;
colorito; anche troppo colorito; credevo che mi sarei abituato a questo criterio razionale e avrei
eliminato il condizionamento di provare una scarica emozionale alla vista di questo segno; se una
frase &egrave; un&rsquo;esclamazione, ci vuole il punto esclamativo!  Punto!
</p>
<p>Mi devo ricredere: tutti questi punti esclamativi mi irritano; io non parlo cos&iacute;.  (Ecco, adesso
non l&rsquo;ho usato.)  (E neanche adesso!)  (Adesso s&iacute;.)  (Adesso no.)
</p>
<p>Al contrario mi trovo bene con le sequenze di punti e virgola: si addicono al mio pensare
frammentario e, non di rado, ondivago.
</p>
<p>Insomma: sto costruendo uno stile mio, gradevole o sgradevole che sia; il mio Italiano vive con me.
(Come sono figo quando scrivo queste frasi!)
</p>
</div>
<hr>
<div class="nav-panel">
<p>
Next: <a href="Nov-02.html">Giorno dei morti.  Che tristezza!  Ma non per quello che pensate voi</a>, Previous: <a href="Dec-06.html">Finanza (im)personale</a>, Up: <a href="index.html">Marco&rsquo;s 2023 Weblog</a> &nbsp; </p>
</div>



</body>
</html>
